Repository: infobip/mobile-messaging-sdk-ios
Catalog: Classes/MobileMessaging/Resources/Localization/*.lproj/MobileMessaging.strings
Languages: ar, cs, de, es, fi, fr, he, hi, hu, id, it, ja, ms, nb, nl, pt_pt, ro, ru, sk, th, uk, vi

# mm_button_accept
source: Accept
ar: قبول
cs: Přijmout
de: Akzeptieren
es: Aceptar
fi: Hyväksy
fr: Accepter
he: אשר
hi: स्वीकार करें
hu: Fogadd el
id: Setujui
it: Accetta
ja: 同意
ms: Terima
nb: Aksepter
nl: Accepteer
pt_pt: Aceitar
ro: Acceptă
ru: Принять
sk: Prijať
th: ยอมรับ
uk: Прийняти
vi: Chấp nhận

# mm_button_decline
source: Decline
ar: رفض
cs: Odmítnout
de: Ablehnen
es: Rechazar
fi: Hylkää
fr: Refuser
he: דחה
hi: अस्वीकारें
hu: Utasítsd el
id: Tolak
it: Rifiuta
ja: 拒否
ms: Tolak
nb: Avslå
nl: Wijs af
pt_pt: Declinar
ro: Refiză
ru: Отклонить
sk: Odmietnuť
th: ปฏิเสธ
uk: Відхилити
vi: Từ chối

# mm_button_cancel
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセルする
ms: Batal
nb: Avbryt
nl: Annuleer
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
th: ยกเลิก
uk: Скасувати
vi: Hủy bỏ

# mm_button_open
source: Open
ar: فتح
cs: Otevřít
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
he: פתח
hi: खोलें
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
ms: Buka
nb: Åpne
nl: Openen
pt_pt: Abrir
ro: Deschide
ru: Открыть
sk: Otvoriť
th: เปิด
uk: Відкрити
vi: Mở

# mm_bad_request
source: Bad request
ar: طلب غير صالح
cs: Špatný požadavek
de: Fehlerhafte Anfrage
es: Solicitud errónea
fi: Huono pyyntö
fr: Mauvaise requête
he: בקשה גרועה
hi: खराब अनुरोध
hu: Rossz kérés
id: Permintaan yang buruk
it: Richiesta errata
ja: リクエストが正しくありません
ms: Permintaan buruk
nb: Dårlig forespørsel
nl: Foutief verzoek
pt_pt: Requisição mal-feita
ro: Cerere greşită
ru: Некорректный запрос
sk: Zlá požiadavka
th: คำขอไม่ดี
uk: Поганий запит
vi: Yêu cầu không hợp lệ

# mm_cancel
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: לְבַטֵל
hi: रद्द करना
hu: Mégse
id: Batal
it: Cancella
ja: キャンセル
ms: Batal
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
th: ยกเลิก
uk: Скасувати
vi: Hủy bỏ

# mm_no_internet_connection
source: No Internet connection
ar: لا يوجد اتصال بالإنترنت
cs: Žádné připojení k internetu
de: Keine Internetverbindung
es: No hay conexión a Internet.
fi: Ei Internet-yhteyttä
fr: Pas de connexion Internet
he: אין חיבור אינטרנט
hi: कोई इंटरनेट कनेक्शन नहीं
hu: Nincs internetkapcsolat
id: Tidak ada koneksi internet
it: Nessuna connessione a Internet
ja: インターネット接続がありません
ms: Tiada sambungan internet
nb: Ingen Internett-tilkobling
nl: Geen internet verbinding
pt_pt: Sem conexão com a Internet
ro: Fără conexiune internet
ru: Нет подключения к сети Интернет
sk: Žiadne internetové pripojenie
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
uk: Немає підключення до Інтернету
vi: Không có kết nối Internet

# mm_ok
source: OK
ar: ‫حسنا‬
he: בסדר
hi: ठीक है
id: Oke
ms: okey
nl: Oké
ru: ГОТОВО
th: ตกลง
uk: Добре
vi: TỐT

# mm_settings
source: Settings
ar: ‫إعدادات‬
cs: Nastavení
de: Einstellungen
es: Configuraciones
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: समायोजन
hu: Beállítások
id: Setelan
it: Impostazioni
ja: 設定
ms: Tetapan
nb: Innstillinger
nl: Oké
pt_pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
th: การตั้งค่า
uk: Налаштування
vi: Cài đặt

# mm_something_went_wrong
source: Something went wrong.
ar: ‫هناك خطأ ما.‬
cs: Něco se pokazilo.
de: Es ist ein Fehler aufgetreten.
es: Ocurrió un error.
fi: Jotain meni pieleen.
fr: Une erreur est survenue.
he: משהו השתבש.
hi: कुछ गलत हो गया।
hu: Valami elromlott.
id: Ada yang salah.
it: Qualcosa è andato storto.
ja: 何かがうまくいかなかった。
ms: Sesuatu telah berlaku.
nb: Noe gikk galt.
nl: Er is iets fout gegaan.
pt_pt: Algo deu errado.
ro: Ceva n-a mers bine.
ru: Произошла ошибка.
sk: Niečo sa pokazilo.
th: บางอย่างผิดพลาด.
uk: Щось пішло не так.
vi: Đã xảy ra lỗi.

# mm_something_went_wrong_please_contact_support
source: Something went wrong. Please contact support.
ar: حدث خطأ ما، يُرجى التواصل مع فريق الدعم.
cs: Něco se pokazilo. Kontaktujte podporu.
de: Es ist ein Fehler aufgetreten. Wenden Sie sich bitte an den Support.
es: Ocurrió un error. Por favor, contacte a soporte.
fi: Jotain meni pieleen. Ota yhteyttä tukeen.
fr: Un problème est survenu. Veuillez contacter le soutien technique.
he: משהו השתבש. אנא צור קשר עם התמיכה.
hi: कुछ गलत हो गया। कृपया समर्थन से संपर्क करें।
hu: Valami elromlott. Kérjük, forduljon az ügyfélszolgálathoz.
id: Ada yang salah. Silakan hubungi dukungan.
it: Qualcosa è andato storto, contatta l’assistenza.
ja: エラーが発生しました。サポートにお問い合わせください。
ms: Sesuatu telah berlaku. Sila hubungi sokongan.
nb: Noe gikk galt. Vennligst kontakt support.
nl: Er is iets fout gegaan. Neem contact op met ondersteuning.
pt_pt: Algo deu errado. Entre em contato com o suporte.
ro: Ceva n-a mers bine. Vă rugăm să contactați asistența.
ru: Произошла ошибка. Свяжитесь со службой поддержки.
sk: Niečo sa pokazilo. Kontaktujte podporu.
th: บางอย่างผิดพลาด. โปรดติดต่อฝ่ายสนับสนุน
uk: Щось пішло не так. Зверніться до служби підтримки.
vi: Đã xảy ra lỗi. Vui lòng liên hệ với bộ phận hỗ trợ.

# mm_video_call
source: video call
ar: مكالمة فيديو
cs: videohovor
de: Videoanruf
es: video llamada
fi: videopuhelu
fr: appel vidéo
he: שיחת וידאו
hi: वीडियो कॉल
hu: videohívás
id: panggilan video
it: videochiamata
ja: ビデオ通話
ms: panggilan video
nb: videosamtale
nl: video-oproep
pt_pt: chamada de vídeo
ro: apel video
ru: видеозвонок
sk: videohovor
th: การสนทนาทางวิดีโอ
uk: Відеодзвінок
vi: cuộc gọi video

# mm_flip_camera
source: flip camera
ar: قلب الكاميرا
cs: překlápěcí kamera
de: Kamera umdrehen
es: girar cámara
fi: käännä kamera
fr: retourner la caméra
he: מצלמה להעיף
hi: फ्लिप कैमरा
hu: flip kamera
id: kamera terbalik
it: capovolgi la fotocamera
ja: フリップカメラ
ms: kamera flip
nb: flip kamera
nl: camera draaien
pt_pt: girar câmera
ru: повернуть камеру
sk: preklápacia kamera
th: กล้องพลิก
uk: перевернути камеру
vi: máy ảnh lật

# mm_speaker
source: speaker
ar: مكبر الصوت
cs: reproduktor
de: Lautsprecher
es: altavoz
fi: puhuja
fr: haut-parleur
he: רַמקוֹל
hi: वक्ता
hu: hangszóró
id: pembicara
it: altoparlante
ja: スピーカー
nb: høyttaler
nl: spreker
pt_pt: alto-falante
ro: difuzor
ru: динамик
sk: reproduktor
th: ลำโพง
uk: гучномовець
vi: loa

# mm_calling
source: calling (%1$@)
ar: يتصل (%1$@)
cs: volání (%1$@)
de: ruft an (%1$@)
es: llamando (%1$@)
fi: soitetaan (%1$@)
fr: appel en cours (%1$@)
he: מתקשר (%1$@)
hi: कॉलिंग (%1$@)
hu: hívás (%1$@)
id: panggilan (%1$@)
it: chiamata in corso (%1$@)
ja: 通話中（%1$@）
ms: memanggil (%1$@)
nb: ringer (%1$@)
nl: bellen (%1$@)
pt_pt: chamando (%1$@)
ro: apel (%1$@)
ru: звонок (%1$@)
sk: volám (%1$@)
th: โทร (%1$@)
uk: дзвонить (%1$@)
vi: đang gọi (%1$@)

# mm_microphone_muted
source: Your microphone is muted.
ar: تم كتم صوت الميكروفون.
cs: Mikrofon je ztlumený.
de: Ihr Mikrofon ist stummgeschaltet.
es: Su micrófono está silenciado.
fi: Mikrofonisi on mykistetty.
fr: Votre micro est désactivé.
he: שפה אלבנית
hi: आपका माइक्रोफ़ोन म्यूट है.
hu: A mikrofon el van némítva.
id: Mikrofon Anda dibisukan.
it: Il microfono è disattivato.
ja: マイクがミュートになっています。
ms: Mikrofon anda diredamkan.
nb: Mikrofonen din er dempet.
nl: Je microfoon is gedempt.
pt_pt: Seu microfone está mudo.
ro: Microfonul dvs. este dezactivat.
ru: Ваш микрофон отключен.
sk: Váš mikrofón je stlmený.
th: ไมโครโฟนของคุณปิดเสียงอยู่
uk: Ваш мікрофон вимкнено.
vi: Micrô của bạn bị tắt tiếng.

# mm_notification_ringing
source: Ringing ...
ar: رنين ...
cs: Zvoní ...
de: Es klingelt...
es: Sonando…
fi: Soi ...
fr: Sonnerie...
he: מצלצל...
hi: बज रहा है...
hu: Csengetés...
id: Berdering ...
it: Squillo in corso ...
ja: 呼び出し中...
ms: Deringan ...
nb: Ringer ...
nl: Rinkelen ...
pt_pt: Tocando...
ro: Sună ...
ru: Вызов ...
sk: Zvonenie ...
th: เรียกเข้า ...
uk: Дзвінок ...
vi: Đổ chuông ...

# mm_audio_permission_not_granted
source: Audio permission not granted
ar: لم يتم منح إذن الصوت
cs: Audio oprávnění nebylo uděleno
de: Audioberechtigung nicht gewährt
es: No se concedió el permiso de audio
fi: Äänilupaa ei myönnetty
fr: Autorisation audio non accordée
he: הרשאת שמע לא ניתנה
hi: ऑडियो अनुमति नहीं दी गई
hu: Az audioengedély nem biztosított
id: Izin audio tidak diberikan
it: Autorizzazione audio non concessa
ja: 音声が許可されていません
ms: Kebenaran audio tidak diberikan
nb: Lydtillatelse ikke gitt
nl: Audiotoestemming niet verleend
pt_pt: Permissão de áudio não concedida
ro: Permisiune audio nu a fost acordată
ru: Разрешения на использование аудио не предоставлены
sk: Povolenie na zvuk nebolo udelené
th: ไม่ได้รับอนุญาตเสียง
uk: Дозвіл на звук не надано
vi: Quyền âm thanh không được cấp

# mm_calls_usage_error
source: There was an error preventing proper usage of calls, please contact support
ar: حدث خطأ يمنع الاستخدام السليم للمكالمات، يُرجى التواصل مع فريق الدعم
cs: Došlo k chybě bránící správnému využití hovorů, kontaktujte prosím podporu
de: Fehler, der ordnungsgemäße Anrufe verhindert, bitte Support kontaktieren
es: Hubo un error y no es posible utilizar las llamadas correctamente. Contáctese con Soporte.
fi: Virhe esti puheluiden oikean käytön, ota yhteyttä tukeen
fr: Une erreur sest produite, empêchant lutilisation correcte des appels, veuillez contacter le support technique.
he: אירעה שגיאה במניעת שימוש נכון בשיחות, אנא צור קשר עם התמיכה
hi: कॉल के उचित उपयोग को रोकने में एक त्रुटि हुई, कृपया सहायता से संपर्क करें
hu: Hiba történt, amely megakadályozta a hívások megfelelő használatát. Kérjük, forduljon az ügyfélszolgálathoz
id: Terjadi kesalahan yang mencegah penggunaan panggilan yang benar, harap hubungi dukungan
it: Si è verificato un errore che impedisce l’uso corretto delle chiamate, contatta l’assistenza
ja: 適切な通話の使用を妨げるエラーが発生しました。サポートにお問い合わせください
ms: Terdapat ralat yang menghalang penggunaan panggilan yang betul, sila hubungi sokongan
nb: Det oppsto en feil som forhindret riktig bruk av samtaler. Ta kontakt med brukerstøtten
nl: Er is een fout opgetreden die het juiste gebruik van oproepen verhindert. Neem contact op met de ondersteuning
pt_pt: Um erro impediu o uso correto das chamadas. Entre em contato com o suporte
ro: A apărut o eroare care a împiedicat utilizarea corectă a apelurilor, vă rugăm să contactați asistența
ru: Произошла ошибка, не позволяющая совершить вызов, обратитесь в службу поддержки
sk: Vyskytla sa chyba, ktorá bráni správnemu využívaniu hovorov, kontaktujte podporu
th: มีข้อผิดพลาดในการป้องกันการใช้งานการโทรอย่างเหมาะสม โปรดติดต่อฝ่ายสนับสนุน
uk: Виникла помилка, яка перешкоджає належному використанню дзвінків. Зверніться до служби підтримки
vi: Đã xảy ra lỗi ngăn cách sử dụng cuộc gọi thích hợp, vui lòng liên hệ với bộ phận hỗ trợ

# mm_dialpad
source: dialpad
ar: لوحة الطلب
es: teclado
fi: valintanäppäimistö
fr: clavier téléphonique
he: משטח חיוג
hi: पैड डायल
hu: tárcsázópad
id: papan tombol
ja: ダイアルパッド
ms: pad pendail
nb: talltastatur
nl: toetsenblok
pt_pt: teclado de discagem
ro: tastatură
ru: клавиатура для набора номера
sk: klávesnica
th: แป้นหมายเลข
uk: клавіатура
vi: bàn phím quay số

# mm_permission_needed
source: Permission needed
ar: يجب الحصول على إذن
cs: Potřebné oprávnění
de: Berechtigung erforderlich
es: Se necesita un permiso
fi: Lupa tarvitaan
fr: Autorisation nécessaire
he: צריך רשות
hi: अनुमति की आवश्यकता
hu: Engedély szükséges
id: Izin diperlukan
it: È necessaria l’autorizzazione
ja: 許可が必要です
ms: Kebenaran diperlukan
nb: Trenger tillatelse
nl: Toestemming nodig
pt_pt: Permissão necessária
ro: Este nevoie de permisiunea
ru: Требуется разрешение
sk: Vyžaduje sa povolenie
th: ต้องขออนุญาต
uk: Потрібен дозвіл
vi: Quyền cần thiết

# mm_camera_permission_permanently_denied
source: Camera is permanently denied.
ar: تم رفض الكاميرا بشكل دائم.
cs: Kamera je trvale odepřena.
de: Kamera wird dauerhaft abgelehnt.
es: Cámara está permanentemente denegado.
fi: Kamera on pysyvästi kielletty.
fr: Appareil photo est définitivement refusée.
he: המצלמה נדחתה לצמיתות.
hi: कैमरा स्थायी रूप से अस्वीकार कर दिया गया है।
hu: A kamera véglegesen le van tiltva.
id: Kamera ditolak secara permanen.
it: Fotocamera è definitivamente negato.
ja: カメラは永久に拒否されます。
ms: Kamera dinafikan secara kekal.
nb: Kamera er permanent avvist.
nl: Camera wordt permanent geweigerd.
pt_pt: Câmera foi negado permanentemente.
ro: Camera este refuzată definitiv.
ru: Камера постоянно отключена.
sk: Kamera je natrvalo odmietnutá.
th: กล้องถูกปฏิเสธอย่างถาวร
uk: Камера назавжди заборонена.
vi: Máy ảnh bị từ chối vĩnh viễn.

# mm_microphone_permission_permanently_denied
source: Microphone is permanently denied.
ar: تم رفض الميكروفون بشكل دائم.
cs: Mikrofon je trvale odepřen.
de: Mikrofon wird dauerhaft abgelehnt.
es: Micrófono está permanentemente denegado.
fi: Mikrofoni on estetty pysyvästi.
fr: Microphone est définitivement refusée.
he: המיקרופון נדחה לצמיתות.
hi: माइक्रोफ़ोन स्थायी रूप से अस्वीकार कर दिया गया है।
hu: A mikrofon véglegesen le van tiltva.
id: Mikrofon ditolak secara permanen.
it: Microfono è definitivamente negato.
ja: マイクは永久に拒否されます。
ms: Mikrofon dinafikan secara kekal.
nb: Mikrofonen avvises permanent.
nl: Microfoon wordt permanent geweigerd.
pt_pt: Microfone foi negado permanentemente.
ro: Microfonul este refuzat definitiv.
ru: Микрофон постоянно отключен.
sk: Mikrofón je natrvalo odmietnutý.
th: ไมโครโฟนถูกปฏิเสธอย่างถาวร
uk: Мікрофон назавжди заборонено.
vi: Micrô bị từ chối vĩnh viễn.

# mm_microphone
source: Microphone
ar: الميكروفون
cs: Mikrofon
de: Mikrofon
es: Micrófono
fi: Mikrofoni
he: מִיקרוֹפוֹן
hi: माइक्रोफ़ोन
hu: Mikrofon
id: Mikrofon
it: Microfono
ja: マイク
ms: Mikrofon
nb: Mikrofon
nl: Microfoon
pt_pt: Microfone
ro: Microfonul
ru: Микрофон
sk: Mikrofón
th: ไมโครโฟน
uk: Мікрофон
vi: Micrô

# mm_finish_current_call
source: Finish current call to start new one.
ar: قم بإنهاء المكالمة الحالية لبدء مكالمة جديدة.
cs: Dokončete aktuální hovor pro zahájení nového.
de: Aktuellen Anruf beenden, um neuen zu beginnen.
es: Termine la llamada actual para comenzar una nueva.
fi: Lopeta nykyinen puhelu aloittaaksesi uuden.
he: סיים את השיחה הנוכחית כדי להתחיל שיחה חדשה.
hi: नया कॉल शुरू करने के लिए वर्तमान कॉल समाप्त करें।
hu: Új hívás indításához fejezze be az aktuális hívást.
id: Selesaikan panggilan saat ini untuk memulai yang baru.
it: Termina la chiamata in corso per iniziarne una nuova.
ja: 現在の通話を終了して新しい通話を開始します。
ms: Selesaikan panggilan semasa untuk memulakan panggilan baharu.
nb: Fullfør gjeldende samtale for å starte en ny.
nl: Beëindig de huidige oproep om een nieuwe te starten.
pt_pt: Termine a chamada atual para iniciar uma nova.
ro: Terminați apelul curent pentru a începe unul nou.
ru: Завершите текущий вызов, чтобы начать новый.
sk: Ak chcete začať nový, dokončite aktuálny hovor.
th: เสร็จสิ้นการโทรปัจจุบันเพื่อเริ่มการโทรใหม่
uk: Завершіть поточний виклик, щоб почати новий.
vi: Kết thúc cuộc gọi hiện tại để bắt đầu cuộc gọi mới.

# mm_user_busy
source: User was busy
ar: كان المستخدم مشغولاً
de: Benutzer war beschäftigt
es: El usuario estaba ocupado
fi: Käyttäjä oli varattu
fr: L’utilisateur était occupé
he: המשתמש היה עסוק
hi: उपयोगकर्ता व्यस्त था
hu: A felhasználó elfoglalt volt
id: Pengguna sedang sibuk
it: L’utente era occupato
ja: ユーザーは取り込み中です
ms: Pengguna sibuk
nb: Brukeren var opptatt
nl: Gebruiker was bezet
pt_pt: O usuário estava ocupado
ro: Utilizatorul era ocupat
ru: Пользователь был занят
sk: Používateľ bol zaneprázdnený
th: ผู้ใช้ไม่ว่าง
uk: Користувач був зайнятий
vi: Người dùng bận

# mm_user_not_found_destination
source: End user not found at destination
ar: المستخدم النهائي غير موجود في الوجهة
cs: Koncový uživatel nebyl nalezen v cíli
de: Endbenutzer am Ziel nicht gefunden
es: No se encontró al usuario final en el destino
fi: Loppukäyttäjää ei löydy määräpaikasta
fr: Utilisateur final introuvable à la destination
he: משתמש קצה לא נמצא ביעד
hi: अंतिम उपयोगकर्ता गंतव्य पर नहीं मिला
hu: A végfelhasználó nem található a célhelyen
id: Pengguna akhir tidak ditemukan di tujuan
it: Utente finale non trovato alla destinazione
ja: エンドユーザーが宛先に見つかりません
ms: Pengguna akhir tidak ditemui di destinasi
nb: Sluttbruker ikke funnet på destinasjonen
nl: Eindgebruiker niet gevonden op bestemming
pt_pt: Usuário final não encontrado no destino
ro: Utilizatorul final nu a fost găsit la destinație
ru: Конечный пользователь в пункте назначения не найден
sk: Koncový používateľ nebol nájdený v cieli
th: ไม่พบผู้ใช้ปลายทางที่ปลายทาง
uk: Кінцевого користувача не знайдено в пункті призначення
vi: Người dùng cuối không được tìm thấy ở điểm đến

# mm_user_declined_call
source: Call declined by end user
ar: رفض المستخدم النهائي المكالمة
cs: Hovor odmítnut koncovým uživatelem
de: Anruf vom Endbenutzer abgelehnt
es: Llamada rechazada por el usuario final
fi: Loppukäyttäjä hylkäsi puhelun
fr: Appel refusé par l’utilisateur final
he: השיחה נדחתה על ידי משתמש הקצה
hi: अंतिम उपयोगकर्ता द्वारा कॉल अस्वीकृत
hu: A végfelhasználó elutasította a hívást
id: Panggilan ditolak oleh pengguna akhir
it: Chiamata rifiutata dall'utente finale
ja: エンドユーザーによって通話が拒否されました
ms: Panggilan ditolak oleh pengguna akhir
nb: Anrop avvist av sluttbruker
nl: Oproep geweigerd door eindgebruiker
pt_pt: Chamada recusada pelo usuário final
ro: Apel refuzat de utilizatorul final
ru: Звонок отклонен конечным пользователем
sk: Hovor bol odmietnutý koncovým používateľom
th: ผู้ใช้ปฏิเสธการโทร
uk: Виклик відхилено кінцевим користувачем
vi: Cuộc gọi bị từ chối bởi người dùng cuối

# mm_screen_share
source: Screen share
ar: حصة الشاشة
cs: Sdílení obrazovky
de: Bildschirmfreigabe
es: Pantalla compartida
fi: Näytön jako
fr: Partage d'écran
he: שיתוף מסך
hi: स्क्रीन शेयर
hu: Képernyőmegosztás
id: Bagikan layar
it: Condivisione schermo
ja: 画面共有
ms: Perkongsian skrin
nb: Skjermdeling
nl: Scherm delen
pt_pt: Compartilhamento de tela
ro: Partajarea ecranului
ru: Демонстрация экрана
sk: Zdieľanie obrazovky
th: แชร์หน้าจอ
uk: Показ екрана
vi: Chia sẻ màn hình

# mm_user_sharing_screen
source: You are sharing the screen.
ar: أنت تشارك شاشة
cs: Sdílíte obrazovku.
de: Sie teilen einen Bildschirm.
es: Estás compartiendo la pantalla.
fi: Jaat näytön
fr: Vous partagez l'écran.
he: אתה משתף מסךאתה משתף את המסך
hi: आप एक स्क्रीन साझा कर रहे हैं.
hu: Megoszt egy képernyőt.
id: Anda berbagi layar.
it: Stai condividendo lo schermo.
ja: 画面を共有しています。
ms: Anda berkongsi skrin.
nb: Du deler en skjerm.
nl: Je deelt een scherm.
pt_pt: Você está compartilhando uma tela.
ro: Partajați un ecran.
ru: Вы демонстрируете экран.
sk: Zdieľate obrazovku.
th: คุณกำลังแชร์หน้าจอ
uk: Ви ділитесь екраном.
vi: Bạn đang chia sẻ một màn hình.

# mm_stop_sharing
source: Stop sharing screen
ar: إيقاف مشاركة الشاشة
cs: Zastavit sdílení obrazovky
de: Beenden Sie die Bildschirmfreigabe
es: Dejar de compartir la pantalla
fi: Lopeta näytön jakaminen
fr: Arrêter de partager l'écran
he: הפסק לשתף מסך
hi: स्क्रीन साझा करना बंद करें
hu: Állítsa le a képernyő megosztását
id: Berhenti berbagi layar
it: Interrompi la condivisione dello schermo
ja: 画面共有を停止する
ms: Berhenti berkongsi skrin
nb: Stopp deling av skjerm
nl: Scherm delen stoppen
pt_pt: Pare de compartilhar tela
ro: Opriți partajarea ecranului
ru: Прекратить демонстрацию экрана
sk: Zastaviť zdieľanie obrazovky
th: หยุดการแชร์หน้าจอ
uk: Зупинити спільний доступ до екрану
vi: Dừng chia sẻ màn hình
